{
  "language": "ingles",
  "labelLanguage": "Language",
  "coin": "mxn",
  "spanish": "spanish",
  "english": "english",
  
  "loading": "Loading...",
  "errorRecoveryMail": "there was a problem sending mail, check your email address",
  "errorLogGoogle": "Unable to establish connection with google, check your connection",
  "errorLogFacebook": "no se ha podido establecer la conexion con facebook, revise su conexion",
  "errorEmailUse": "There is already an account associated with your email!",
  "errorNet": "Unable to",
  
  "user": "User",
  "email": "Email",
  "require": "This field is required",
  "invalidUser": "User must be a valid email",
  "invalidEmail": "Email must be a valid email",
  "invalidLogin": "Invalid username or password",
  "emailDuplicate": "Email address already registered",
  "errorRegister": "an unexpected error has occurred",
  "error": "Error",
  "passwordMatch": "Passwords do not match",
  "warningTerms": "You must accept and agree to terms and conditions",
  "success": "Success",

  "welcome": "Welcome",
  "welcomeMessage": "Don't worry, just invest and see how your money increases, Jima will take care of all the operations that the planting, cultivation and sale of your agave plants requires.",
  "IreadyHaveAccount": "I already have an Account",
  "logIn": "Log in",
  "registerMe": "Sign up",
  "get started": "Get started",

  "messageDialogRecovery": "We will send an email so you can recover your password",
  "cancel": "Cancel",
  "submit": "Send",

  "name": "Name",
  "lastname": "Last name",
  "firstLastname": "Last name",
  "emailAddress": "Email address",
  "password": "Password",
  "passwordConfirm": "Confirm Password",
  "accept": "Accept",
  "terms": "terms and conditions",
  "register": "Sign up",
  "forgetPassword": "Forgot your password?",
  "dontHaveAccount": "Don´t have an account?",
  "close": "Close",
  "registerSuccessTitle": "Your account has been created!",
  "registerSuccessMessage": "A verification email has been sent to you, to access your JIMA account, open the email and click on the activation link. If you have any problem or question you can contact us at jima.contacto@gmail.com",

  "pricePerPlant": "Price per plant",
  "pricePerKg": "Price per Kg",

  "home": "Home",
  "purchase": "Purchase",
  "sale": "Sale",
  "simulation": "Simulation",
  "report": "Report",
  "news": "News",

  "search": "Search",
  "date": "Date",
  "type": "Type",
  "status": "Status",
  "predio": "Predio",
  "total": "Total",

  "myWallet": "My Wallet",
  "balance": "Balance",
  "balancePlants": "Plants Balance",
  "balanceTotal": "Total Balance",
  "quantity": "Quantity",
  "plants": "plants",

  "balanceInCoins": "Balance in dollars",
  "balanceInPlants": "Balance in Plants",
  "totalBalance": "Total plants balance and funds",
  "balancePlantInSale": "Plant Balance for Sale",

  "projections": "Projections",
  "totalInvestment": "Total investment and profit",
  "totalInvested": "Total Invested",
  "totalProfit": "Total profit",
  "lastestTransacions": "Latest transactions",
  "generalTransactions": "General Transactions",
  "myTransactions": "My Transactions",

  "warning": "The minimum total amount to invest in the first purchase from the company is",
  "age": "Age",
  "solar": "Solars",
  "hectares": "Hectares",
  "totalPlant": "Total of plant",
  "avaiblePlants": "Plants available",
  "price": "Price",
  "buy": "Buy",
  "sell": "Sell",

  "simulationTitle": "Enter the data to generate a simulation",
  "Investment": "Investment",
  "numberofPlants": "Number of plants",
  "result": "Result",
  "yearsPlanted": "Years planted",
  "kilosperPlant": "Kilos per plant",
  "plantperHectares": "plants per hectare",
  "plantperSolar": "plants per solar",
  "grossProfit": "Gross profit",
  "yieldperMonth": "Yield per month",
  "yieldperYear": "Yield per year",
  "netProfit": "Net profit",
  "profitperPlant": "Profit per plant",
  "profitperDay": "Profit per day",
  "profitperMonth": "Profit per month",
  "profitperYear": "Profit per year",

  "myPlant": "My Plant",
  "myShopping": "My Shopping",
  "mySales": "My Sales",
  "withdrawalsFunding": "Withdrawals and Funding",
  "prices": "Prices",

  "funding": "Funding",
  "profile": "Profile",
  "retirementsAcconts": "Retirement accounts",
  "account": "Account",
  "settings": "Settings",
  "logout": "Log out",

  "completada": "completed",
  "compra": "purchase",
  "en venta": "in sale",
  "venta": "sale",

  "confirm purchase": "Confirm purchase",
  "discount table": "Price discount for quantities",
  "discount in price": "Discount in price",
  "you save": "You save",
  "plants to buy": "Plants to buy",
  "money to invest": "Money to invest",
  "make a purchase": "Make a purchase",
  "are you sure": "Are you sure?",
  "alert purchase": "Once accepted, no refunds can be made, modified or deleted",

  "document": "<style> h3{text-align:center; font-size: 20} h4{text-align:center;} p{text-align:justify;}</style><h3>TERMINOS Y CONDICIONES</h3><p>POR FAVOR REVISA ESTOS TÉRMINOS Y CONDICIONES CUIDADOSAMENTE. AL HACER CLIC EN ACEPTAR, O AL ACCEDER Y/O UTILIZAR NUESTROS SERVICIOS, ACEPTAS ESTAR OBLIGADO POR ESTOS TÉRMINOS Y CONDICIONES Y TODOS LOS TÉRMINOS INCORPORADOS POR REFERENCIA.<br><br>Estos son los Términos y Condiciones que se aplican al uso de los servicios disponibles en el dominio de www.jima.mx, que incluye nuestras aplicaciones web y móviles (conjunta o individualmente).</p><h3><br>1. Partes del Contrato</h3><p><br>INVERSIONES JIMA “SOCIEDADES DE PRODUCCIÓN RURAL DE RESPONSABILIDAD LIMITADA DE CAPITAL VARIABLE”, con domicilio social en Álvaro Obregón 118, Arandas Jal. México.<br><br>Las referencias en estos Términos a “tu” son a la persona física o moral que acepta estos Términos y acepta crear cuentas y utilizar los servicios tal como se establece en y de acuerdo con estos Términos. Tú y INVERSIONES JIMA serán referidos conjuntamente como las “Partes” y las referencias a una “Parte” se referirán a la parte correspondiente según lo requiera el contexto.</p><h3><br>2. Definiciones e Interpretación</h3><p><br>2.1. Las siguientes palabras y expresiones utilizadas en estos Términos tendrán los siguientes significados, a menos que sean inconsistentes con el contexto:<br><br>Plataforma de inversión - significará la plataforma digital, disponible a través de www.jima.mx.<br><br>Titular de Cuenta - significa una persona física o moral que crea una cuenta en la Plataforma de inversión, usa los Servicios y acepta cumplir estos Términos.<br><br>Cuenta - significa una cuenta creada por un Titular de Cuenta en la Plataforma de inversión para utilizar los Servicios.<br><br>Legislación Aplicable - significa la ley o regulación aplicable en Arandas Jal., o cualquier otra regla o regulación de otros territorios o jurisdicciones (según sea el caso) y según sea modificada de tiempo en tiempo.<br><br>Comprador - significará un Titular de Cuenta que coloca una Orden para comprar plantas de agave a través de la Plataforma de inversión y realizar una Operación.<br><br>Vendedor - significará aquél Titular de Cuenta que coloca una Orden para vender sus plantas de agave a través de la Plataforma de inversión y realizar una Operación. Transacción o Transacciones - tendrá el significado establecido en la cláusula <br>4.Datos Personales - tendrá el significado establecido en la Ley Federal de Protección de Datos Personales en Posesión de Particulares (LFPDPPP) de México, según pueda ser modificada de tiempo en tiempo.<br><br>Servicios - se refiere a los servicios ofrecidos en la Plataforma de inversión que incluyen la compra y venta de plantas de agave a otros Titulares de Cuentas.<br><br>2.2 En estos Términos a menos que se especifique lo contrario:<br><br>1. las referencias a cláusulas son a las cláusulas de estos Términos;<br>2. una referencia a una sub-cláusula es a una sub-cláusula de la cláusula en la que aparece dicha referencia, a un párrafo es a un párrafo de la sub-cláusula en la que aparece dicha referencia y a un subpárrafo es a subpárrafo del párrafo en el que aparece dicha referencia;<br>3. una referencia a cualquier ley o disposición legal se interpretará como una referencia a la misma según pueda haber sido, o puede ser enmendada, modificada o promulgada nuevamente de tiempo en tiempo después de la fecha de estos Términos;<br>4. las referencias a la escritura incluyen cualquier modelo de reproducción de palabras en una forma legible y no transitoria;<br>5. las referencias al plural o al singular serán intercambiables según lo requieran las circunstancias;<br>6. los encabezados son solo por conveniencia y no afectan la interpretación de estos Términos; y<br>7. el Apéndice forma parte de estos Términos y tendrá efecto como si estuviera establecido en su totalidad en el cuerpo de estos Términos.</p><h3><br>3. Servicios</h3><p><br>Para convertirse en Titular de Cuenta y utilizar los Servicios, debes registrarte y crear una Cuenta en la Plataforma de inversión.<br><br>3.1 Aceptas proporcionar información precisa y completa sobre ti durante el proceso de registro y también aceptas no hacerte pasar por otra persona física o moral, y no ocultar tu identidad de INVERSIONES JIMA por ningún motivo. Si te registras como una persona moral, declaras que tienes la autoridad requerida para obligar a esa persona con este Contrato y que cumple plenamente con todas las disposiciones legales que puedan resultar aplicables a la entidad que representas de tiempo en tiempo. La legislación exige que INVERSIONES JIMA obtenga, verifique y registre la información que identifica a cada persona que abre una Cuenta. Por lo tanto, cuando abres una Cuenta, INVERSIONES JIMA te solicita que presentes ciertos documentos para identificarte y verificar la información que nos has enviado al momento de registrarse, como una credencial de identificación o un pasaporte, comprobante de domicilio, estado de cuenta bancario o cualquier documento que acredite tu identidad emitido por un organismo gubernamental. INVERSIONES JIMA se reserva el derecho de negar o rechazar un registro, a su entera discreción o en virtud de los lineamientos, disposiciones o reglamentos que nos resulten aplicables de tiempo en tiempo.<br><br>3.2. Solo puedes registrarte para convertirse en Titular de Cuenta y/o utilizar los Servicios si tienes al menos 18 años y eres elegible de acuerdo con la legislación vigente de tu jurisdicción o según las leyes de cualquier otra jurisdicción a la que puedas estar sujeto. INVERSIONES JIMA no tiene ninguna obligación o capacidad para verificar si eres elegible para usar cualquiera de los Servicios, y por lo tanto no lo hará, y no asumiremos ninguna responsabilidad por tu uso de los Servicios, las Aplicaciones y/o la Plataforma de inversión.<br><br>3.3. Los residentes y/o ciudadanos de cualquiera de las Jurisdicciones Prohibidas no serán elegibles para convertirse en Titulares de Cuenta. A nuestra entera discreción, restringiremos el registro de los países que consideremos de alto riesgo o en los que no estamos autorizados a celebrar operaciones.<br><br>3.4. Podemos, directa o indirectamente (a través de terceros), realizar cualquier consulta que consideremos necesaria para verificar la relevancia y exactitud de la información proporcionada por ti para fines de verificación.<br><br>3.5. Dependiendo del lugar de residencia del Titular de Cuenta, algunos o todos los Servicios pueden no estar disponibles.<br><br>3.6. Solo puedes registrar una (1) Cuenta con nosotros. Si abres Cuentas adicionales con nosotros, nos reservamos el derecho de cancelar inmediatamente dichas Cuentas adicionales de acuerdo con lo dispuesto por la cláusula 9.<br><br>3.7. Al convertirse en Titular de Cuenta y/o utilizar cualquiera de los Servicios o la Plataforma de inversión, aceptas regirte por estos Términos, que representan un contrato legal vinculante entre las Partes. Por el presente, aceptas el uso de comunicaciones electrónicas para celebrar contratos, realizar órdenes, operaciones, retiros y otros registros y para la entrega electrónica de notificaciones, políticas y registros de transacciones iniciadas o completadas a través de nuestra aplicación y plataformas. Además, por el presente renuncias a cualquier derecho o requisito que pudieras tener bajo cualquier legislación o regulación aplicable en cualquier jurisdicción que requiera la firma original (no electrónica) o la entrega o retención de registros no electrónicos, en la medida en que lo permita la legislación aplicable0.</p><h3><br>4. Depósitos, Operaciones y Retiros</h3><p><br>4.1 Los Titulares de Cuentas pueden utilizar los Servicios para celebrar cualquier tipo de Transacciones.<br><br>4.2. “Transacciones” significará (i) depositar fondos en tu Cuenta (un “Depósito”); (ii) el uso de los Servicios y/o Aplicaciones para la compra y/o venta de plantas de agave (una “Operación”) y (iii) el retiro de fondos de tu Cuenta (un “Retiro”).<br><br>4.3. Los Titulares de Cuentas podrán celebrar las respectivas Transacciones emitiendo las instrucciones (“Orden”) a través de las Aplicaciones.<br><br>4.4. Al realizar una Orden, aceptas que una vez ejecutada a través de los Servicios, dicha Transacción es irreversible y no se puede cancelar.<br><br>4.5. INVERSIONES JIMA puede establecer precios mínimos y máximos, requisitos específicos de órdenes, y Montos de Órdenes para la celebración de Transacciones, mismos que se pueden consultar en cada uno de los Servicios al realizar una Orden. No se aceptarán Órdenes para Transacciones por debajo o por encima de los mínimos y máximos establecidos.<br><br>4.6. Puede ser necesario que INVERSIONES JIMA redondee o limite el número de decimales después del separador para Transacciones. Cuando sea necesario limitar los decimales, redondearemos el valor correspondiente a la cifra más beneficiosa para nosotros.<br><br>4.7. Al colocar una Orden, aceptas que eres el único responsable de determinar si dicha Orden y su correspondiente Transacción es adecuada para ti en función de tus objetivos personales, tu situación financiera y tu tolerancia al riesgo, y que has leído y comprende nuestra Declaración de Riesgos.<br><br>4.8. Al utilizar los Servicios para realizar Órdenes o realizar Transacciones, aceptas y reconoces que:<br><br>4.8.1 es posible que INVERSIONES JIMA no pueda cancelar o modificar una Orden antes de que se ejecute. En consecuencia, cualquier intento de cancelar o modificar una Orden es simplemente una solicitud de cancelación o modificación y no será reconocido por INVERSIONES JIMA, a menos que esté específicamente aprobado por INVERSIONES JIMA. INVERSIONES JIMA no será responsable por cualquier tipo de pérdida que puedas sufrir en el evento en que no se cancelen las Órdenes respectivas bajo cualquier circunstancia;<br><br>4.8.2. INVERSIONES JIMA no garantiza la ejecución de ningún tipo de Órdenes y/o la ejecución de dichas Órdenes en un precio o monto específico determinado por ti;<br><br>4.8.3. INVERSIONES JIMA hará sus mejores esfuerzos para ejecutar las Órdenes; y<br><br>4.8.4. sin derogar la generalidad de lo anterior, INVERSIONES JIMA se reserva el derecho de no ejecutar Órdenes de Operaciones en las siguientes circunstancias: (1) La orden es contraria a estos Términos, leyes, regulaciones o normas, o tiene la intención de defraudar o manipular el mercado; (2) condiciones anormales de mercado y/o una interrupción significativa en los Servicios o un cierre prematuro de operaciones; (3) fuerza mayor, caso fortuito, guerra (declarada o no declarada), terrorismo, incendio o acción por parte de un exchange, autoridad reguladora o gubernamental que interrumpa los servicios de la Plataforma de inversión; y/o (4) estado anormal de la Plataforma de inversión debido a violaciones de seguridad.</p><h3><br>Depósito</h3><p><br>4.9 Se puede hacer un Depósito en Divisa Fiduciaria o en Divisa Digital.<br><br>4.10 Un Depósito realizado en una Divisa Fiduciaria debe hacerse desde una cuenta de una institución financiera registrada a su nombre o a nombre de una persona que esté debidamente autorizada por ti para realizar un Depósito o una institución debidamente autorizada para recibir depósitos en Divisa Fiduciaria. Por el presente, autorizas a INVERSIONES JIMA a comunicarse con la institución financiera para proporcionar u obtener cualquier información requerida por INVERSIONES JIMA o tu banco en relación con la prestación de los Servicios.<br><br>4.11. Los Depósitos solo se pueden realizar en las Divisas Fiduciarias o en las Divisas Digitales disponibles en la Plataforma de inversión siguiendo los pasos correspondientes para cada método de pago enlistado en la misma. Una Orden de Depósito se acreditará en tu Cuenta, dentro del período de tiempo que INVERSIONES JIMA determine.<br><br>4.12 INVERSIONES JIMA no garantiza la capacidad y disponibilidad para completar un Depósito en un período de tiempo determinado. Los Depósitos pueden demorarse o no estar disponibles como resultado de un tiempo de inactividad del sistema o según INVERSIONES JIMA pueda determinar de tiempo en tiempo, a su entera discreción.</p><h3><br>Operaciones</h3><p><br>4.14 Las Órdenes de Operaciones se pueden realizar a través de las Aplicaciones siguiendo los pasos correspondientes.<br><br>4.15. Las Órdenes de cualquier tipo se ejecutan al mejor precio posible para el cliente.<br><br>4.16 Los Titulares de Cuentas deberán ingresar el monto de la Divisa Digital o Divisa Fiduciaria seleccionada o su equivalente, ya sea en Divisa Digital o Divisa Fiduciaria, que deseen adquirir o vender, y la Orden se ejecutará a dichos precios en parte o en su totalidad según pueda estar disponible.<br><br>4.17. Al colocar una Orden, aceptas que una vez que se ejecuta una Orden a través de la Plataforma de inversión, dicha Transacción es irreversible y no se puede cancelar.<br><br>4.18. INVERSIONES JIMA no garantiza su capacidad para completar una Orden de compra con una Orden de Venta. La ejecución de una Orden puede demorarse o no estar disponible como resultado de la liquidez de dicha venta, problemas de red, tiempo de inactividad del sistema o según INVERSIONES JIMA determine, de tiempo en tiempo, a su entera discreción.<br><br>4.19. Si descubrimos un error que produzca que recibas menos de la cantidad de fondos a los que tienes derecho, lo rectificaremos acreditando a la Cuenta la diferencia. Por el contrario, si descubrimos un error que produzca que recibas más de la cantidad de fondos a los que tienes derecho, lo rectificaremos debitando de la Cuenta la diferencia y, en caso de que no haya fondos disponibles, suspenderemos temporalmente algunas funciones, hasta que la Cuenta esté libre de cualquier tipo de adeudo.<br><br>4.20. Cuando se haya ejecutado una Orden, la Divisa Fiduciaria y/o la Divisa Digital correspondiente se debitarán de la Cuenta del Comprador y se acreditarán en la Cuenta del Vendedor y viceversa.<br><br>4.21. INVERSIONES JIMA no puede y no garantiza el valor de las plantas de agave. Reconoces y aceptas que el valor de las plantas de agave es volátil y que la compra y venta de plantas de agave implica un grado de riesgo.</p><h3><br>Retiro</h3><p><br>4.25 Se pueden realizar retiros en Divisa Fiduciaria o en Divisas Digitales.<br><br>4.26 Un Retiro realizado en Divisa Fiduciaria solo se puede realizar en una cuenta de una institución financiera registrada a tu nombre o a nombre de un tercero debidamente autorizado por ti o a nombre de una institución debidamente autorizada por ti para realizar retiros en Divisa Fiduciaria. INVERSIONES JIMA puede tomar todas las medidas necesarias para verificar dichas cuentas de instituciones financieras antes de procesar un Retiro.<br><br>4.27 Un Retiro realizado en Divisas Digitales se realizará a la Wallet especificada en la orden de retiro. Algunas Wallets requieren información adicional para procesar la transacción, esto se debe proporcionar en la orden de retiro cuando corresponda.<br><br>4.28. Los Retiros se pueden hacer a través de las Aplicaciones siguiendo los pasos correspondientes. Los Retiros solo se pueden hacer en las Divisas Fiduciarias o en las Divisas Digitales disponibles en las Aplicaciones y mediante los métodos de retiro que se detallan en las mismas.<br><br>4.29. Cuando se presente una Orden de Retiro, la Divisas Fiduciaria o la Divisa Digital transferida por INVERSIONES JIMA se debitará de tu Cuenta.<br><br>4.30. Eres el único responsable de garantizar la exactitud de la información incluida en la transferencia de Divisa Fiduciaria o Divisa Digital, incluyendo número de cuenta, número de cuenta bancaria, dirección de wallet, etiqueta de destino y cualquier otra información confidencial o no confidencial que solicitemos. INVERSIONES JIMA no puede revocar ni cancelar ninguna transferencia de Divisa Fiduciaria o Divisa Digital una vez que se hayan iniciado.<br><br>4.31. INVERSIONES JIMA no garantiza su capacidad para completar Retiros. Los Retiros pueden demorarse o no estar disponibles como resultado de problemas bancarios, inactividad de INVERSIONES JIMA o cualquier otra causa que INVERSIONES JIMA determine de tiempo en tiempo, la cual INVERSIONES JIMA puede determinar a su entera discreción en el caso de necesitar investigar un fraude o una actividad ilegal.<br><br>4.32. Las Órdenes de Depósitos o Retiros pueden demorarse y pueden no reflejarse en la Cuenta o en una Divisa Digital hasta que se lleve a cabo el Protocolo de Confirmación correspondiente.<br><br>4.33. Cuando realizas un Depósito o Retiro en una Divisa Digital, aceptas que estás consciente del riesgo de transmitir/enviar Divisas Digitales a la cuenta de destino incorrecta, lo que puede ocasionar la pérdida irreparable de tus Divisas Digitales.</p><br>5. Cotizaciones Erróneas / Asignaciones Erróneas de Precios<p><br>5.1 En el raro caso en el que se realice una Transacción a un precio incorrecto debido a una falla técnica inesperada, demoras debido a la conexión a Internet o en ocasiones en que se abra o cierre una posición, en función de los precios latentes que no reflejen los precios correctos del mercado en el momento de la transacción, resultando en una ganancia inexacta o una pérdida inexacta, INVERSIONES JIMA se reserva el derecho, pero no la obligación, de tomar cualquier medida a su discreción, para remediar y rectificar cualquier inexactitud. Los ajustes incluyen la corrección de los precios de entrada de la negociación o los precios de salida de acuerdo con las tasas de mercado correctas en el momento de la Transacción. INVERSIONES JIMA puede necesitar cancelar cualquier Transacción que se ejecutó incorrectamente debido a la “cotización errónea”. INVERSIONES JIMA hará todo lo posible para contactarte e informarte de tales acciones, por teléfono o por correo electrónico o a través de nuestras aplicaciones.</p><h3><br>6. Técnicas de Comercio Abusivas</h3><p><br>6.1 Los errores en la conexión a Internet, la conectividad y la alimentación de precios a veces crean una situación en la que los precios que se muestran a través de los Servicios no reflejan con precisión las tarifas del mercado. INVERSIONES JIMA se reserva el derecho, a nuestra entera discreción, de no permitir la explotación abusiva de Arbitraje (Arbitrage) (el concepto de utilizar estrategias comerciales con el fin de explotar errores en los precios y/o realizar operaciones a precios fuera del mercado y/o aprovechando los retrasos en Internet, comúnmente conocidos como “arbitraje”, “penetración” (sniping) o “especulación” (scalping) en lo sucesivo, conjuntamente, denominados “Arbitraje”) a través de nuestros Servicios o en relación con nuestros Servicios; cualquier Transacción que se base en las oportunidades de arbitraje de latencia de precios puede ser revocada, a nuestra entera discreción y sin previo aviso.<br><br>6.2. Si INVERSIONES JIMA sospecha que podrías haber incurrido en la manipulación del mercado, nos pondremos en contacto contigo para discutir su estrategia. Si no nos sentimos cómodos con la explicación de la estrategia, te daremos una notificación de la suspensión de los permisos para operar en las siguientes 24 horas. La cuenta se cancelará y tendrás 72 horas para retirar tus fondos de las Aplicaciones.<br><br>6.3. Cualquier indicación o sospecha, determinada a nuestra entera discreción, de cualquier forma, de explotación abusiva de Arbitraje (incluyendo, entre otros, los patrones de actividad comercial del participante que indiquen un intento voluntario de beneficiarse de una explotación abusiva), fraude, manipulación o cualquier otra forma de actividad engañosa o fraudulenta, hará que todas las Transacciones realizadas y/o las ganancias o pérdidas se determinen como inválidas. En estas circunstancias, nos reservamos el derecho de suspender (ya sea de forma temporal o permanente) tu Cuenta y cancelar todas las Transacciones.<br><br>6.4. Tenemos y continuaremos desarrollando las herramientas necesarias para identificar el acceso y el uso fraudulento y/o ilegal a nuestros Servicios; cualquier controversia que surja de dicha actividad comercial fraudulenta y/o ilegal será resuelta por nosotros a nuestra entera y absoluta discreción, de la manera que consideremos más justa para todos los involucrados.</p><h3><br>7. Comisiones</h3><p><br>7.1 Al realizar una Transacción, aceptas pagar la Comisión por Transacción correspondiente a la plataforma que utilices.<br><br>7.2 Al completar una Transacción, aceptas que la Comisión por Transacción aplicable puede ser deducida automáticamente de la Orden a la tarifa calculada por la Plataforma de inversión y la Comisión por Transacción se deducirá de tu Orden. Esto resultará en que recibas el monto neto de la Orden menos la Comisión por Transacción.<br><br>7.4 Nos reservamos el derecho, y aceptas otorgarnos el derecho de modificar unilateralmente, de tiempo en tiempo, cualquiera y todas las Comisiones por Transacciones. Cuando se modifique una Comisión por Transacción, entrará en vigor inmediatamente después de su publicación en las Aplicaciones.<br><br>7.5 El envío de una Divisa Digital a una dirección de red incompatible o incorrecta se considera una Transacción de cadenas cruzadas. La recuperación de transacciones de cadenas cruzadas es un proceso intrínsecamente complicado y lento, y no todos los depósitos se pueden recuperar. La recuperación de transacciones de cadenas cruzadas es un proceso peligroso y lento, lo que significa que no todos los depósitos se pueden recuperar. En un análisis caso por caso, determinaremos si es factible una recuperación entre cadenas cruzadas y determinaremos, a nuestra discreción, las comisiones aplicables.</p><h3><br>8. Tus Declaraciones y Garantías</h3><p><br>Al convertirse en Titular de Cuenta y/o al utilizar los Servicios aceptas, declaras y garantizas por el presente que:<br><br>a) has leído, comprendido y, por lo tanto, aceptas estos Términos;<br>b) tienes la autoridad y la capacidad necesaria para aceptar estos Términos, para celebrar un contrato vinculante con INVERSIONES JIMA y para cumplir con las obligaciones establecidas en el presente;<br>c) tienes una comprensión suficiente de la funcionalidad, el uso, el almacenamiento, los mecanismos de transmisión, los riesgos y las complejidades asociadas con las Divisas Digitales.<br>d) tienes experiencia y conocimiento suficiente en asuntos financieros y de compra/venta de plantas de agave a través de los Servicios de la Plataforma de inversión;<br>e) si eres una persona física, tiene al menos 18 años, tienes suficiente capacidad legal (en tu jurisdicción) para aceptar estos Términos y celebrar un contrato vinculante con INVERSIONES JIMA en los términos establecidos en el presente;<br>f) has declarado formalmente si eres o no una persona expuesta políticamente y/o si tienes alguna relación (por ejemplo, pariente, asociado, etc.) con una persona que ocupa u ocupó un cargo público durante los últimos 12 meses;<br>g) no eres un ciudadano, residente o domiciliado en ninguna Jurisdicción Prohibida o está utilizando la Plataforma de inversión desde una ubicación en cualquier Jurisdicción Prohibida, ni eres una persona moral (incluyendo, entre otras, cualquier compañía o sociedad) constituida, establecida o registrada en o bajo la legislación de una Jurisdicción Prohibida, ni estás utilizando la Plataforma de inversión para o en nombre de dicha persona física o moral;<br>h) comprendes que la legislación sobre las Divisas Digitales varía en todo el mundo y que es tu responsabilidad asegurarte de cumplir adecuadamente con cualquier ley, reglamento o lineamiento en tu país de residencia o cualquier otra ley o reglamento al que estés sujeto con respecto al uso de las Aplicaciones. Para evitar cualquier duda, confirmas que comprendes que la capacidad para acceder y utilizar los Servicios no significa necesariamente que los Servicios y/o sus actividades a través de los Servicios sean legales según las leyes, regulaciones o lineamientos correspondientes para ti<br>i) entiendes que realizar transacciones en Divisas Digitales implica mayores riesgos que los asociados con la inversión en monedas o activos tradicionales y, como resultado, puede ocurrir una pérdida de capital;<br>j) comprendes que no debes invertir más de lo que puedes permitirte perder y que entiendes que los riesgos que asumes son tu responsabilidad, y INVERSIONES JIMA no asume ninguna responsabilidad por fondos perdidos, ya sea directa o indirectamente;<br>k) no debes utilizar los Servicios para ningún fin que sea ilegal y no debes depositar intercambiar ni retirar fondos ya sea en Divisa Fiduciaria o en Divisas Digitales cuyo origen sea, entre otros, los siguientes: <br><br>○ trata de personas;<br>○ lavado de dinero, financiamiento de terrorismo, proliferación de armas de destrucción masiva;<br>○ cualquier producto de servicios que sea ilegal o cuya promoción, oferta o comercialización sea ilegal o que se ofrezca en relación con contenido ilegal, obsceno o pornográfico, represente a niños o menores en posturas sexuales, represente medios de propaganda de signos de organizaciones incondicionales que glorifiquen la guerra o violen la dignidad humana;<br>○ cualquier producto o servicio, promoción, oferta o comercialización que viole derechos de autor, derechos de propiedad industrial u otros derechos de cualquier persona;<br>○ hallazgos arqueológicos;<br>○ drogas, narcóticos o alucinógenos;<br>○ armas de cualquier tipo;<br>○ servicios de apuestas ilegales;<br>○ esquemas Ponzi, piramidales o cualquier otro esquema para “hacerse rico rápido”;<br>bienes que están sujetos a cualquier embargo comercial;<br>○ medios de comunicación que son perjudiciales para los menores y violan la legislación y, en particular, las disposiciones relativas a la protección de los menores;<br>○ partes del cuerpo o restos humanos;<br>○ animales protegidos o plantas protegidas; o<br>○ cualquier otro bien, servicio, transacción o actividad ilegal<br><br>l) no deberás utilizar ninguna Divisa Digital o Divisa Fiduciaria que reciba a través del uso de los Servicios para financiar, participar o apoyar de otro modo cualquier actividad ilegal;<br>m) no debes interferir con o intentar interrumpir el funcionamiento adecuado de las Aplicaciones o los Servicios mediante el uso de cualquier virus, dispositivo, recopilación de información o mecanismo de transmisión, software o rutina, o acceso o intento de acceso a cualquier información, archivos o contraseñas relacionadas con los Servicios mediante piratería o cualquier otro medio;<br>n) el uso de los Servicios no es ilegal ni está prohibido según la legislación de tu jurisdicción o la legislación de cualquier otra jurisdicción a la que puedas estar sujeto y el uso de los Servicios debe cumplir plenamente con la legislación aplicable (incluyendo, sin limitar, en cumplimiento de cualquier obligación fiscal a la que puedas estar sujeto en cualquier jurisdicción correspondiente);<br>o) cumplirás con cualquier obligación fiscal aplicable en tu jurisdicción que surja del uso de los Servicios;<br>p) supervisarás todos y cualquier cambio en tu Cuenta y tomarás todas las medidas para mantener y garantizar la confidencialidad de las credenciales de tu Cuenta, incluyendo, entre otras, contraseñas y correos electrónicos y/o nombres de usuarios;<br>q) informarás inmediatamente de cualquier uso no autorizado de tu Cuenta, contraseña, credenciales de la Cuenta o cualquier otra violación de seguridad.<br>r) eres responsable de todos los daños causados, y de todas las acciones de responsabilidad presentadas contra INVERSIONES JIMA por cualquier infracción de estos Términos o de los derechos de terceros o la violación de la legislación aplicable;<br>s) nada en estos Términos excluye o limita la responsabilidad del Titular de Cuenta por fraude, mala fe o posibles pérdidas causadas por negligencia, incumplimiento de los Términos implícitos por ministerio de ley o cualquier otra responsabilidad que no esté limitada o excluida por ley;<br>t) cualquier error o mal funcionamiento causado por o relacionado con los Servicios, incluyendo falta de mantenimiento o uso inadecuado de la Cuenta, puede ocasionar la pérdida de la Divisas Digitales o la Divisa Fiduciaria.<br>u) reconoces y aceptas que INVERSIONES JIMA podrá, cuando resulte aplicable, realizar pagos a terceros que ayuden a iniciar, concluir o mantener una relación comercial entre INVERSIONES JIMA (o las afiliadas de INVERSIONES JIMA) y sus clientes. Estos pagos pueden incluir descuentos, comisiones, márgenes ampliados y participación en las ganancias;<br>v) proporcionarás a INVERSIONES JIMA los documentos e información personal correctos y correspondientes cuando lo solicite. En caso de que proporciones documentos falsificados e información personal falsa, dicho comportamiento se interpretará como una actividad fraudulenta; y<br>w) eres responsable de implementar todas las medidas razonables y adecuadas para mantener la confidencialidad y seguridad de tu nombre de Cuenta, identificación de usuario, contraseñas, credenciales de Cuenta, identificación personal y códigos de desbloqueo de dispositivos móviles que utilizas para acceder a las Aplicaciones.</p><h3><br>9. Suspensión o Terminación</h3><p><br>9.1 Nos reservamos el derecho de suspender o cancelar tu Cuenta si tenemos motivos para creer o sospechar que estás incumpliendo estos Términos u otra obligación legal (incluyendo la actividad fraudulenta) sin previo aviso o responsabilidad. También nos reservamos el derecho de cambiar, suspender o interrumpir la totalidad o parte de los Servicios en cualquier momento sin previo aviso o responsabilidad.<br><br>9.2 Si suspendemos o cancelamos la Cuenta, te notificaremos enviando un correo electrónico a la dirección de correo electrónico registrada en la Cuenta.<br><br>9.3 Además, si la Cuenta se suspende o cancela, perderás el acceso a la Cuenta y no podrás realizar ninguna Transacción.<br><br>9.4 Comprendes y aceptas que, en caso de suspensión de tu cuenta, no podrás acceder a ninguna Divisa Fiduciaria o Divisa Digital en tu Cuenta. En caso de que resolvamos la causa de la suspensión, restauraremos la Cuenta y restauraremos el acceso a la Cuenta, en los mismos términos en los que se encontraba No seremos responsables contigo por ninguna pérdida consecuente o indirecta (como la pérdida de ganancias u oportunidades) en que puedas incurrir como resultado de la suspensión de tu cuenta.<br><br>9.5 Sujeto a la cláusula 9.7, si tu Cuenta se cancela, podrás recuperar los fondos mantenidos en la cuenta, en las próximas 48 a 72 horas siguientes a la notificación de terminación que se te enviará por correo electrónico.<br><br>9.6 Al recibir una solicitud de retiro de acuerdo con la cláusula 9.5, transferiremos cualquier Divisa Digital y/o Divisa Fiduciaria que tengas en la Cuenta a la cuenta bancaria y/o Wallet registrada en tu Cuenta.<br><br>9.7 Además, nos reservamos el derecho, a nuestra entera discreción, de rechazar o cancelar cualquiera de nuestros Servicios y/o el acceso a las Aplicaciones, y/o de rechazar la distribución de ganancias a cualquier persona por motivos legítimos, incluyendo, sin limitar:<br><br>9.7.1 si tenemos motivos para creer que tus actividades o el uso de los Servicios pueden ser ilegales;<br><br>9.7.2 si podemos ser perjudicados por algún daño fiscal o pecuniario debido a tus actividades en o a través de los Servicios; o<br><br>9.7.3 si consideramos que has utilizado los Servicios de una manera que contraviene cualquiera de estos Términos a nuestra entera discreción.</p><h3><br>10. Propiedad Intelectual</h3><p><br>10.1 En esta cláusula 10, significa en relación con INVERSIONES JIMA, las Aplicaciones y Servicios, todas las: (i) patentes, invenciones, diseños, software, derechos de autor y derechos relacionados, derechos sobre bases de datos e información confidencial, marcas registradas y buena voluntad relacionada con la misma, nombres comerciales (ya sean registrados o no registrados), y los derechos para solicitar el registro; (ii) todos los demás derechos de naturaleza similar o que tengan un efecto equivalente en cualquier parte del mundo, ya sea que actualmente existan o se reconozcan en el futuro; y (iii) todas las solicitudes, extensiones y renovaciones en relación con dichos derechos.<br><br>10.2 Excepto por lo expresamente establecido en estos Términos, no tienes derecho, para ningún propósito, a ningún derecho de propiedad intelectual de INVERSIONES JIMA. En todo momento conservaremos la propiedad, incluidos todos los derechos y entiendes y aceptas que, al utilizar los Servicios de conformidad con estos Términos, no:<br><br>a) adquirirás o tendrás derecho de otro modo a ningún Derecho de INVERSIONES JIMA;<br><br>b) realizarás una reclamación con respecto a los Derechos de INVERSIONES JIMA o ningún otro derecho equivalente; o<br><br>c) usarás, intentarás usar, copiarás, imitarás, aplicarás ingeniería inversa o modificarás (ya sea en su totalidad o en parte) ningún Derecho de INVERSIONES JIMA, excepto con nuestro consentimiento previo por escrito.</p><h3><br>11. Indemnización</h3><p><br>11.1 En la máxima medida permitida por la legislación aplicable, indemnizarás, defenderás y sacarás en paz a INVERSIONES JIMA y nuestros respectivos empleados, funcionarios, consejeros, contratistas, consultores, accionistas, proveedores, vendedores, proveedores de servicios, sociedades matrices, subsidiarias, afiliadas, agentes, representantes, predecesores, sucesores y cesionarios pasados, presentes y futuros de y contra cualquier reclamación, demanda, acción, daños y perjuicios, pérdidas, costos y gastos (incluyendo honorarios profesionales y legales razonables) que surjan de o relacionados con:<br><br>a) el uso de los Servicios y/o las Aplicaciones bajo estos Términos;<br><br>b) el desempeño o incumplimiento de tus responsabilidades u obligaciones bajo estos Términos;<br><br>c) incumplimiento de cualquiera de los términos y condiciones establecidos en estos Términos; o<br><br>d) violación de cualquiera de los derechos de cualquier otra persona física o moral.<br><br>11.2 INVERSIONES JIMA se reserva el derecho de ejercer el control exclusivo sobre la defensa, a su exclusivo costo y gasto, de cualquier reclamación sujeta a una indemnización establecida en la cláusula 11.1.<br><br>11.3 La indemnización establecida en esta cláusula 11 es adicional y no sustituye a cualquier otro recurso que pueda estar disponible para INVERSIONES JIMA en virtud de la legislación aplicable.</p><h3><br>12. Renuncias</h3><p><br>En la máxima medida permitida por la legislación aplicable y salvo que nosotros especifiquemos lo contrario por escrito:<br><br>a) los Servicios y/o las Aplicaciones están disponibles “tal como están” y “según estén disponibles”, sin garantías ni declaraciones de ningún tipo, y renunciamos expresamente a todas las garantías y declaraciones relacionadas con los Servicios (ya sean expresas o implícitas), incluyendo, sin limitación, cualquier garantía implícita de comercialización, adecuación para un propósito particular, título y no infracción;<br><br>b) no declaramos ni garantizamos que los Servicios, Aplicaciones y/o la Plataforma de inversión sean confiables, actuales o estén libres de defectos, que cumplan con tus expectativas o que cualquier defecto será corregido; y<br><br>c) no somos responsables de la exactitud de la información presente en ninguno de los Servicios y el uso de los Servicios es bajo su propia discreción y riesgo.<br><br>d) no somos responsables de ninguna bifurcación (hard fork), división de cadena o cualquier cambio similar en el protocolo, que afecte la usabilidad y operaciones de una Divisa Digital específica. INVERSIONES JIMA se reserva el derecho de suspender, cambiar o modificar a nuestra discreción, cualquier operación, orden, configuración o soporte otorgado a una Divisa Digital específica, sus bifurcaciones (soft forks), hard forks y/o divisiones de cadena.<br><br>e) INVERSIONES JIMA se reserva el derecho de confiar en uno o más Creadores de Mercado, que pueden ser proveedores de liquidez afiliados a INVERSIONES JIMA, y que pueden tener acceso a información pública y recibir precios especiales para garantizar la Liquidez de los Servicios.</p><h3><br>13. Limitación de Responsabilidad</h3><p><br>13.1 En la máxima medida permitida por la legislación aplicable, en ninguna circunstancia:<br><br>a) INVERSIONES JIMA o cualquiera de las Partes de INVERSIONES JIMA (en su caso) será responsable de cualquier pérdida directa, indirecta, especial, incidental o consecuente de cualquier tipo (incluyendo, sin limitar, la pérdida de ingresos, negocios o ganancias, pérdida de contrato o pérdida de buena voluntad, pérdida de ahorros anticipados, pérdida de uso o datos, o daños por interrupción del negocio o cualquier pérdida similar) que surja de o que de alguna manera esté relacionada con:<br><br>1) el uso de los Servicios y/o las Aplicaciones o relacionada de otro modo con estos Términos, independientemente de la causa de la acción, ya sea de forma contractual o extracontractual (incluyendo la negligencia), por incumplimiento del deber legal, restitución o cualquier otra base legal o equitativa (incluso si INVERSIONES JIMA o cualquiera de las Partes de INVERSIONES JIMA han sido informadas de la posibilidad de tales pérdidas e independientemente de si dichas pérdidas eran previsibles);<br><br>2) retrasos o interrupciones en los Servicios, la Plataforma de inversión y/o las Aplicaciones;<br><br>3) virus u otro software malicioso obtenido al acceder a los Servicios o Aplicaciones;<br><br>4) el contenido, las acciones o las inacciones de terceros;<br><br>5) una suspensión u otra acción tomada con respecto a tu Cuenta;<br><br>6) necesidad de modificar las prácticas, el contenido o los comportamientos, o pérdida o incapacidad para hacer negocios, como resultado de cambios a estos Términos;<br><br>7) acciones y operaciones ilegales de terceros realizadas con documentos falsificados y/o ilegales o datos recibidos ilegalmente;<br><br>b) La responsabilidad total de INVERSIONES JIMA y las Partes de INVERSIONES JIMA (conjuntamente), ya sea por contrato, extracontractualmente (incluyendo negligencia), por incumplimiento del deber legal, restitución o cualquier otra base legal o equitativa, derivada de o relacionada con estos Términos o el uso o incapacidad de uso de los Servicios, excederá la cantidad total pagada por ti por el servicio particular que es el objeto de la causa de la acción; y<br><br>c) las limitaciones y exclusiones de responsabilidad establecidas en la cláusula 13.1 no limitarán ni excluirán la responsabilidad por negligencia grave, fraude o mala conducta intencional, voluntaria o imprudente de INVERSIONES JIMA, ni limitarán ni excluirán ninguna pérdida por la cual, como cuestión de la legislación aplicable, sería ilegal limitar o excluir la responsabilidad.<br><br>13.2 No asumiremos ninguna responsabilidad por ningún daño o interrupción causados por cualquier virus informático, spyware u otro malware que pueda afectar tu computadora u otro equipo, o cualquier ataque de suplantación de identidad (phishing), falsificación (spoofing) u otro tipo de ataque. Recomendamos el uso regular de un software confiable de detección y prevención de virus y malware. Si cuestiona la autenticidad de una comunicación que pretende ser de INVERSIONES JIMA, debe iniciar sesión en su Cuenta a través de las Aplicaciones y el sitio seguro que siempre contendrá el prefijo https, no haciendo clic en enlaces que se encuentran en correos electrónicos.</p><h3><br>14. Asuntos Fiscales</h3><p><br>14.1 Eres el único responsable de determinar si cualquier acción o Transacción contemplada por estos Términos o relacionada con los Servicios dará lugar a alguna implicación fiscal de tu parte.<br><br>14.2 También eres el único responsable de retener, cobrar, informar, pagar, liquidar y/o remitir cualquier/o todos los demás impuestos de los que puedas llegar a ser responsable ante las autoridades fiscales correspondientes en las jurisdicciones en las que puedas ser responsable de pagar el impuesto como sea que surja. INVERSIONES JIMA no será responsable de retener, cobrar, informar, pagar, liquidar y/o remitir ningún impuesto (incluyendo, sin limitar, cualquier impuesto al ingreso, ganancias de capital, ventas, valor agregado o similar) que pueda surgir de cualquier acción o Transacción contemplada por estos Términos o relacionado con los Servicios.</p><h3><br>15. Resolución de Controversias por Arbitraje</h3><p><br>POR FAVOR LEA LA SIGUIENTE CLÁUSULA CUIDADOSAMENTE PORQUE CONTIENE ALGUNAS DISPOSICIONES, COMO LA CLÁUSULA DE ARBITRAJE VINCULANTE Y LA RENUNCIA DE ACCIÓN COLECTIVA, QUE AFECTAN TUS DERECHOS LEGALES. ESTA CLÁUSULA TE REQUIERE ARBITRAR CIERTAS CONTROVERSIAS Y RECLAMACIONES CON INVERSIONES JIMA Y LIMITA A LA MANERA EN QUE PUEDES BUSCAR RECURSOS DE NOSOTROS.<br><br>15.1 Arbitraje Vinculante. Excepto por cualquier controversia, reclamación, acción judicial, acción, causa de acción, demanda o procedimiento (conjuntamente, “Controversias”) en el que cualquiera de las Partes solicite medidas cautelares o de otra índole para el supuesto uso ilícito de propiedad intelectual, incluyendo, entre otros, los derechos de autor, marcas industriales, nombres comerciales, logotipos, secretos industriales o patentes, tú y INVERSIONES JIMA (i) renuncian a sus derechos respectivos y los de INVERSIONES JIMA para resolver en un tribunal cualquier Controversia que surja de estos Términos o esté relacionada con estos Términos, y (ii) renuncian a sus respectivos derechos y los de INVERSIONES JIMA a un juicio por jurado. En su lugar, tú y INVERSIONES JIMA arbitrarán las Controversias a través de un arbitraje vinculante (que es la remisión de una Controversia a una o más personas encargadas de revisar la Controversia y tomar una decisión final y vinculante para resolverla en lugar de que la Controversia sea decidida por un juez o jurado en un tribunal).<br><br>15.2 Sin Arbitrajes Colectivos, Acciones Colectivas o Acciones Representativas. Cualquier Controversia que surja de o esté relacionada con estos Términos es personal para ti y para INVERSIONES JIMA y se resolverá únicamente a través de un arbitraje individual y no se presentará como un arbitraje colectivo, acción colectiva o cualquier otro tipo de procedimiento representativo. No habrá arbitraje colectivo o arbitraje en el cual un individuo intente resolver una Controversia como representante de otra persona o grupo de personas. Además, una Controversia no puede ser presentada como una acción colectiva u otro tipo de acción representativa, ya sea dentro o fuera del arbitraje, o en nombre de cualquier otro individuo o grupo de individuos.<br><br>15.3 Reglas de Arbitraje. Cualquier controversia que surja de o en relación con estos Términos, incluida cualquier pregunta relacionada con su existencia, validez o terminación, se remitirá y finalmente se resolverá mediante arbitraje según las reglas del CENTRO DE ARBITRAJE DE MÉXICO y se consideran incorporadas por referencia en esta cláusula 15.3. Al aceptar estar sujeto a estos Términos, (i) reconoces y aceptas que has leído y entendido las Reglas del CAM, o (ii) renuncias a tu oportunidad de controvertir las Reglas del CAM y cualquier reclamación relacionada con las Reglas del CAM, su efectiva adecuación conforme a derecho o su aplicabilidad o inaplicabilidad.<br><br>15.4 Notificación; Resolución Informal de Controversias. Cada Parte notificará a la otra Parte por escrito sobre cualquier Controversia dentro de los treinta (30) días posteriores a la fecha en que surja, para que las Partes puedan intentar de buena fe resolver la Controversia de manera informal. Una notificación se enviará a tu dirección de correo electrónico que nos proporcionaste al momento de tu registro o en cualquier otro momento. Tu notificación debe incluir (i) nombre, dirección, dirección de correo electrónico y número de teléfono, (ii) una descripción en detalle razonable de la naturaleza o la base de la Controversia, y (iii) el recurso específico que estás buscando. Si tú y INVERSIONES JIMA no pueden acordar cómo resolver la Controversia dentro de los treinta (30) días posteriores a la fecha en que la Parte correspondiente recibe la notificación, entonces tu o INVERSIONES JIMA pueden, según corresponda y de conformidad con esta cláusula 15, iniciar un procedimiento de arbitraje o, en la medida específicamente prevista en la cláusula 15, presentar una reclamación ante un tribunal.<br><br>15.5 Proceso. La sede, o lugar legal de arbitraje será Arandas Jal. El arbitraje se llevará a cabo de manera confidencial por un solo árbitro designado de acuerdo con las Reglas del CAM. El idioma que se utilizará en el procedimiento de arbitraje será el español. La legislación aplicable de estos Términos será la ley sustantiva de Arandas Jal. y el tribunal de Arandas Jal. tendrá jurisdicción exclusiva sobre cualquier apelación y la ejecución de una decisión de arbitraje.<br><br>15.6 Autoridad Arbitral. Estos Términos, las Reglas del CAM que resulten aplicables y el árbitro tendrán (i) la autoridad y jurisdicción exclusivas para tomar todas las decisiones procesales y sustantivas con respecto a una Controversia, incluyendo la determinación de si una Controversia puede estar sujeta a arbitraje, y (ii) la autoridad para otorgar cualquier recurso que de otro modo estaría disponible en tribunal, en el entendido, sin embargo, que el árbitro no tiene la autoridad para llevar a cabo un arbitraje colectivo o una acción representativa o colectiva, lo cual está prohibido por estos Términos. El árbitro solo puede realizar un arbitraje individual y no puede consolidar las reclamaciones de más de un individuo, presidir sobre cualquier tipo de procedimiento representativo o colectivo o presidir sobre cualquier procedimiento que involucre a más de un individuo.<br><br>15.7 Divisibilidad de la Resolución de Controversias y Disposiciones de Arbitraje. Si cualquier término, cláusula o disposición de esta cláusula 15 se considera inválida o inejecutable, se mantendrá en la medida mínima aplicable y requerida por la ley, y todos los demás términos, cláusulas y disposiciones de esta cláusula 15 seguirán siendo válidos y ejecutables. Además, las renuncias establecidas en la cláusula 15.1 anterior se pueden separar de las demás disposiciones de estos Términos y seguirán siendo válidas y ejecutables, salvo que lo prohíba la legislación aplicable</p><h3><br>16. Fuerza Mayor</h3><p><br>Ni INVERSIONES JIMA ni sus Partes, ni ningún miembro de las Partes de INVERSIONES JIMA será responsable ante ti, o se considerará que ha incumplido estos Términos, por cualquier incumplimiento o demora en el cumplimiento o desempeño de sus obligaciones en virtud de estos Términos, en el caso y en la medida en que dicho incumplimiento o demora sea causado por, resulte de o esté relacionado con actos más allá de su control razonable, incluyendo, sin limitación: (a) fuerza mayor; (b) inundación, incendio, terremoto o explosión; (c) guerra, invasión, hostilidades (sea la guerra declarada o no), terrorismo, piratería o amenazas, ataques o actos informáticos u otros disturbios civiles; (d) cualesquier legislación, estatutos, ordenanzas, reglas, reglamentos, sentencias, mandamientos judiciales, órdenes y decretos; o (e) la acción de cualquier nación o gobierno, estado u otra subdivisión política del mismo, cualquier entidad que ejerza funciones legislativas, regulatorias, judiciales o administrativas de o relacionadas con el gobierno, incluyendo, sin limitación, cualquier autoridad gubernamental, agencia, departamento, junta, comisión o consejo.</p><h3><br>17. Asesoría financiera o legal</h3><p><br>INVERSIONES JIMA no proporciona asesoría financiera, de inversión o legal en relación con los Servicios. INVERSIONES JIMA puede proporcionar información sobre el precio, el rango, la volatilidad de las plantas de agave y los eventos que han afectado el precio de las mismas, pero no debe considerarse como una asesoría de inversión o financiera y no debe interpretarse como tal. Cualquier decisión de comprar y vender plantas de agave es una decisión del Titular de Cuenta y INVERSIONES JIMA no será responsable por ninguna pérdida sufrida.</p><h3><br>18. Enlaces Externos</h3><p><br>18.1 INVERSIONES JIMA puede ofrecer un enlace a otras aplicaciones web y aplicaciones móviles proporcionadas o controladas por terceros. Dicho enlace a una aplicación o aplicaciones no es una recomendación o aprobación ni un patrocinio o afiliación a dicha aplicación, a sus propietarios o sus proveedores. INVERSIONES JIMA recomienda que te asegures de comprender los riesgos asociados con el uso de dichas aplicaciones antes de recuperar, usar o comprar a través de Internet.<br><br>18.2 Los enlaces a estas aplicaciones se proporcionan únicamente para tu conveniencia y aceptas no responsabilizar a INVERSIONES JIMA por cualquier pérdida o daño debido al uso o la confianza en cualquier contenido, productos o servicios disponibles en otras aplicaciones.<br><br>18.3 En ocasiones, antes de salir a sitios web externos, se te podrá pedir que confirmes la operación antes de ver el contenido de los enlaces externos; queda a tu discreción hacerlo. INVERSIONES JIMA no se responsabiliza por el material de esos enlaces, y/o cualquier exposición a la que puedan estar sujetos sus datos si decide revelar información personal.<br><br>18.4 El uso de cada una de esas aplicaciones de terceros está sujeto a las condiciones que, en su caso, cada una de esas aplicaciones haya publicado. INVERSIONES JIMA no tiene control sobre las aplicaciones que no son nuestras y, por ende, las Partes de INVERSIONES JIMA no serán responsables de ningún cambio o contenido en ellas.<br><br>18.5 No obstante lo anterior, si consideras que cierto contenido de los enlaces externos puede infringir nuestras normas y políticas o son irrelevantes para nuestro negocio, notifícanoslo por correo electrónico.</p><h3><br>19. Seguridad</h3><p><br>19.1 Eres el único responsable de mantener la confidencialidad de la Cuenta, lo que incluye, sin limitar, contraseña, correo electrónico, dirección de Wallet, credenciales de la Cuenta, claves API, saldo y toda la actividad, incluidas las Transacciones realizadas a través de tu Cuenta. El personal de INVERSIONES JIMA nunca le pedirá que divulgues tu contraseña. Cualquier mensaje que recibas o sitio web que visites que solicite la contraseña, que no sea en la Aplicación, deberá reportarse a INVERSIONES JIMA.<br><br>19.2 Es recomendable cambiar tu contraseña regularmente (al menos cada tres (3) a seis (6) meses) y usar contraseñas únicas y alfanuméricas para reducir el riesgo de una violación en la seguridad de tu Cuenta. INVERSIONES JIMA recomienda que no elijas una contraseña que se pueda adivinar fácilmente a partir de información que alguien pueda conocer o recopilar sobre ti o una contraseña que tenga un significado. Nunca debes permitir que nadie acceda a tu Cuenta o verte acceder a tu cuenta y/o usar tus credenciales de acceso.<br><br>19.3 Debes tener un cuidado razonable para asegurarte de que tu(s) cuenta(s) de correo electrónico son seguras y solo tú puedas acceder a ellas, ya que tu dirección de correo electrónico puede usarse para restablecer las contraseñas o comunicarse contigo sobre la seguridad de la Cuenta, así como para habilitar los sistemas de inicio de sesión de autenticación de dos factores en la Cuenta.<br><br>19.4 INVERSIONES JIMA realizará esfuerzos razonables para que la Plataforma de inversión sea auditada y aprobada por expertos técnicos con respecto a la precisión y la seguridad del código subyacente. No obstante, la Plataforma de inversión, se encuentra en una etapa temprana de desarrollo y su aplicación es actualmente de naturaleza experimental, lo que conlleva importantes riesgos operativos, tecnológicos, financieros, regulatorios y de reputación. En consecuencia, si bien cualquier auditoría realizada puede elevar el nivel de seguridad y precisión de la Plataforma de inversión, reconoces, comprendes y aceptas que la auditoría no constituye ninguna forma de garantía, declaración o aseguramiento (en cada caso, ya sea expreso o implícito) de que la Plataforma de inversión es apta para un propósito particular o está libre de defectos, debilidades, vulnerabilidades, virus o errores que podrían causar, entre otras cosas, la pérdida total de los fondos de tu Cuenta.</p><h3><br>20. Disposiciones Generales</h3><p><br>20.1 Podemos modificar estos Términos de tiempo en tiempo, incluso cuando haya cambios en la funcionalidad de los Servicios o según lo exijan las leyes o los requisitos reglamentarios a los que estamos sujetos. Los cambios entrarán en vigor y se considerarán aceptados por el Titular, la primera vez que el Titular de Cuenta utilice los Servicios después de la publicación de los Términos modificados y se aplicará de manera progresiva con respecto a cualquier actividad iniciada después de la publicación. En el caso de que un Titular de Cuenta no esté de acuerdo con dichas modificaciones, el único y exclusivo recurso del Titular de Cuenta es terminar el uso de los Servicios y cerrar la Cuenta inmediatamente.<br><br>20.2 Si cualquier término, cláusula o disposición de estos Términos se considera ilegal, nula o inejecutable (en todo o en parte), dicho término, cláusula o disposición será separable de estos Términos sin afectar la validez o exigibilidad de cualquier parte restante de ese término, cláusula o disposición, o cualquier otro término, cláusula o disposición de estos Términos, que permanecerán en pleno vigor y efecto.<br><br>20.3 Estos Términos constituyen el acuerdo total entre las Partes en relación con su objeto y reemplazan y extinguen todos y cada uno de los contratos anteriores, proyectos de contratos, acuerdos, garantías, declaraciones, y compromisos de cualquier naturaleza realizados por, o en nombre de las Partes, ya sean orales o escritos, públicos o privados, en relación con ese objeto.<br><br>20.4 Reconoces que, al aceptar estos Términos, no te has basado en ninguna declaración, garantías, declaraciones o compromisos orales o escritos que fueron o puedan haber sido realizados por INVERSIONES JIMA en relación con el objeto de estos Términos en cualquier momento antes de la aceptación de los mismos (“Declaraciones Precontractuales”), que no sean los establecidos en estos Términos. Por el presente, renuncias a todos y cada uno de los derechos y recursos que de otro modo podrían estar disponibles en relación con dichas Declaraciones Precontractuales.<br><br>20.5 Nada en estos Términos se considerará que crea una forma de sociedad, asociación en participación (joint venture) o cualquier otra relación similar entre tú y INVERSIONES JIMA y/u otras personas o entidades involucradas en el desarrollo e implementación de los Servicios.<br><br>20.6 Sujeto a lo dispuesto por la cláusula 15, estos Términos y cualquier controversia o reclamación que surja de o en relación con su objeto o formación (incluidas las controversias y reclamaciones extracontractuales) se regirán e interpretarán de conformidad con la Legislación de Arandas Jal.<br><br>20.7 Las Partes acuerdan irrevocablemente que los tribunales de Arandas Jal. tendrán jurisdicción exclusiva para resolver cualquier controversia o reclamación que surja de o en relación con estos Términos o su objeto o formación (incluidas las controversias y reclamaciones extracontractuales).<h4>Contacto: jima.contacto@gmail.com</h4>"
}
